export const storeProducts = [
    {
        id: 1,
        title: "Электровелосипед ZPAO SPORT’250",
        img: "/img/product-1.jpg",
        price: 18600,
        info: `Электровелосипед ZPAO SPORT’250 на колесах диаметром 27,5" и раме размером 18". На электрический велосипед установлен качественный электродвигатель мощностью 500 Вт, под управлением установленной на руле ручки газа, позволяющий разогнать велосипед до скорости 40 км/ч. Для сравнения, средняя скорость велосипедиста - любителя около 15 км/ч. На велосипеде установлено: переключатель передний - Shimano Tourney, переключатель задний - Shimano Tourney, кол-во скоростей - 24, манетки: ST-EF-8 R, крепеж переднего колеса - эксцентрик, вилка - пружинно-эластомерная с локаутом и регулировокой, педали - алюминий с рефлекторами, вынос руля - алюминий, руль - алюминий, подседельная труба - алюминий с эксцентриком.`,
        inCart: false,
        count: 0,
        total: 0
    },
    {
        id: 2,
        title: "Электровелосипед OIO CITY BIKE Elite White",
        img: "/img/product-2.jpg",
        price: 22000,
        info: `На CITY BIKE Elite можно ездить в режиме обычного велосипеда или скутера. Полностью заряженная батарея электровелосипеда обеспечивает 30-70 км хода (в зависимости от режима движения). CITY BIKE Elite имеет дополнительную заднюю амортизацию, при этом, возрастает проходимость велосипеда (легче преодолевать дорожные неровности) и тормозную систему TEKTRO. Эта модель оснащена бортовым компьютером, это позволяет определить заряд батареи, преодоленную дистанцию, а также, дает возможность выбора режима движения - полностью за счет электродвигателя, режим PAS (помощь при кручении педалей - pedal assistant), и режим полностью без электродвигателя. Это позволяет максимально удобно использовать батарею электровелосипеда во время езды. У CITY BIKE Elite 21 скорость и надежные переключатели Shimano, которые позволяют комфортно чувствовать себя при движении любой интенсивности. Также велосипед оборудован дисковыми тормозами. У этой модели электровелосипеда колеса выполнены из специального магниевого сплава. Самым большим достоинством таких изделий, является их малый вес и прочность. Кроме этого они добавляют премиальности и стиля этому велосипеду. Колеса имеют диаметр 26 дюймов. Велосипед сделан максимально компактным - он способен проходить даже узкие извилистые тропы. Если вам предстоит сложная поездка, CITY BIKE Elite прекрасно справится с обеспечением дополнительной мощности. Он весит 22 кг, выдерживает до 120 кг нагрузки, что позволяет не только ехать на нем самостоятельно, но и брать нужные вещи с собой в рюкзаке. А фонарь, подключенный к батарее, осветит дорогу в темное время суток. `,
        inCart: false,
        count: 0,
        total: 0
    },
    {
        id: 3,
        title: "Электровелосипед складной Kerambit sport Bolids 36 500",
        img: "/img/product-3.png",
        price: 23000,
        info:   `Усовершенствованная модель 2019
                Компактныйскладной электровелосипед – легко разместится в багажнике автомобиля, кладовой.Не займет много места в квартире и офисе. Оснащен алюминиевой облегченной рамойи 26-тидюймовыми колесами с легкосплавными дисками.
                Имеет съемныйаккумулятор Samsung 36V 12Ah и электромотор мощностью 500 Вт.
                Данныйэлектровелосипед заметно отличается от представленных на Украинском рынкемоделей, поскольку изготавливался на заказ для внутреннего рынка. В странахЕвросоюза есть ограничение на использование без регистрации электровелосипедовс мощностью двигателя до 350 Вт, который включается в работу только тогда,когда велосипедист вращает педали. Соответственно выпускаемые велосипеды восновном представлены стандартизированными, более слабыми моделями. `,
        inCart: false,
        count: 0,
        total: 0
    },
    {
        id: 4,
        title: "Электросамокат SNS Aluminium - 6,5 дюймов Black",
        img: "/img/product-4.png",
        price: 7899,
        info: `Задача передвижения по городу быстрым, безопасным, экологичным и компактным транспортом вполне решаема с электросамокатом SNS Aluminum 6,5 дюймов. Он удобно складывается для переноски и на нем можно ездить по тротуарам.
                УСТРОЙСТВО ЭЛЕКТРОСАМОКАТА
                Электросамокат состоит из двух частей:
                Вертикальной - это рулевая стойка с рулем и передним мотор-колесом,
                Горизонтальной - это рама с декой и заднее колесо.
                Обе части соединяет складной механизм, который приводит их в одну плоскость. Для того чтобы разложить самокат, необходимо нажать на небольшой рычаг, расположенный на складном механизме, и потянуть его чуть вверх и вправо, это можно сделать буквально одной рукой. Самокат принимает исходное положение за считанные секунды.
                Самокат весит 8,8 кг, конструкция выполнена из прочного алюминия, выдерживающего вес пилота до 120 кг.
                250-ваттный мотор расположен в переднем колесе модели. Эта мощность позволяет развивать скорость до 25 км/час. `,
        inCart: false,
        count: 0,
        total: 0
    },
    {
        id: 5,
        title: "Моноколесо InMotion SCV V5F Black",
        img: "/img/product-5.jpg",
        price: 15999,
        info: `SCV V5F — компактное и легкое моноколесо от компании InMotion. Благодаря ряду внедренных инноваций InMotion SCV V5F считается одним из лучших моделей на рынке. Модель получила 14-ти дюймовое колесо, которое помещено под обтекатели, изготовленные из легкого сплава. Конструкция InMotion SCV V5F делает колесо необычайно легким и маневренным. Очевидное преимущество такой конструкции — за счет сокращения веса пробег колеса увеличился вдвое. Легкий вес 11.5 кг устройства сочетается с мощным мотором и емкой батареей. Максимальная скорость езды составляет 18 км/ч, а полный пробег на одном заряде батареи — до 40 километров.`,
        inCart: false,
        count: 0,
        total: 0
    },
    {
        id: 6,
        title: "Моноколесо Segway Ninebot A1 Белый",
        img: "/img/product-6.jpg",
        price: 12999,
        info: `Футуристический дизайн Моноколесо Segway Ninebot A1 имеет яркий и запоминающийся внешний вид. Насыщенная синяя подсветка не только стильно смотрится, но и делает ваше движение в ночное время более безопасным. Чтобы избежать соскальзывания ног во время езды откидные подножки предусмотрительно прорезинены, а для удобства передвижения и управления сглажены боковые панели устройства. Segway Ninebot A11 имеет общий диаметр колеса 360 мм, при этом высота расположения подножек от земли составляет 110 мм. Рассчитано устройство на вес пользователя до 120 кг и может развивать скорость до 18 км/ч. Номинальная мощность мотора составляет 400 Вт, поэтому для гаджета не составит труда ехать в горку, если угол наклона не превышает 30⁰. Характеристики : Размер колес 14" дюймов Вес 10.5 кг Мощность 400W Батарея 155 Вт*ч, ND 1501-B скорость: 18 Км/ч`,
        count: 0,
        total: 0
    }

];